IdeaRS.Connections
PlateWidenerData.WidenerShapeCode Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the code of the shape
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateShapeCode WidenerShapeCode { get; set; }
Property Value
Type: PlateShapeCode
See Also
Reference
PlateWidenerData Class
IdeaRS.Connections.Data Namespace